/* 
  Localizable.strings
  DuetMac

  Created by Rahul Dewan on 6/15/15.
  Copyright (c) 2015 Rahul Dewan. All rights reserved.
*/

"Duet Connected" = "Duet Connecté";

"Restart Your Mac" = "Redémarrer votre Mac";
"Quit" = "Quitter";
"Authorization Error" = "Erreur au niveau de l\'autorisation";
"Select 'Try Again' to re-try the re-authorize, or 'Quit' to give up." = "Sélectionnez « Essayer à nouveau » pour retenter l\'autorisation, ou « Quitter » pour abandonner.";
"Try Again" = "Essayer à nouveau";

"Open duet on iOS" = "Ouvrir Duet sur votre appareil iOS";
"Connect device to Mac with" = "Connectez l\'appareil à votre Mac avec";
"or" = "ou";
"Version" = "Version";
"Resolution" = "Résolution";
"No Device Connected" = "Aucun dispositif connecté";
"Frame Rate" = "Cadence d\'images";
"60 FPS" = "60 FPS";
"30 FPS" = "30 FPS";
"Performance" = "Performance";
"High Power" = "Haute Performance";
"Energy Efficient" = "Economie d\'énergie";
"Preferences" = "Préférences";
"Update App Automatically" = "Mettre à jour automatiquement";
"Launch At Login" = "Démarrer à l'ouverture de session";
"Graphics Card" = "Carte Graphique";
"When Duet Is Connected..." = "Lorsque Duet est Connecté...";
"Discrete (Recommended)" = "Discret (Recommandé)";
"Integrated (Energy Savings)" = "Intégré (economie d\'énergie)";
"Display Arrangement" = "Disposition des écrans";
"Check For Updates" = "Vérifier les mises à jour";
"Help Center" = "Centre d\'aide";
"Ask Us A Question" = "Posez-nous une question";
"Uninstall Duet" = "Désinstaller Duet";
"Quit" = "Quitter";

"Regular (Energy Efficient)" = "Résolution normale (économie d\'énergie)";
"Retina (High Performance)" = "Résolution Retina (haute performance)";
"High Resolution (Smaller Text)" = "Haute résolution (texte plus fin)";